tutorials/rhopSonicFoam/shockTube/Allrun
#!/bin/sh
# Source tutorial run functions
. $WM_PROJECT_DIR/bin/tools/RunFunctions

application="rhopSonicFoam"

runApplication blockMesh
runApplication setFields
runApplication $application
